;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 1.98.107
; Update: 20-01-2017
;
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελάχιστο
ButtonMaximize=Μέγιστο
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Lang]
NativeLanguage=Ελληνικά

[Translation]
LangCode=0408
 
ReadHabit=Left-to-right
LanguageName=ELL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
CurVer=Τρέχουσα έκδοση:




;
; Main GUI
; 
TfrmUnlog.caption=Ιστορικό απεγκαταστάσεων
TfrmUnlog.head.unDate=Ημερ/νία απεγκατάστασης
TfrmUnlog.head.ItemName=Πρόγραμμα
TfrmUnlog.head.restore=Υπολειπόμενα στοιχεία
TfrmUnlog.noItems=Δεν υπάρχουν υπολειπόμενα στοιχεία
TfrmUnlog.Recovered=Ανακτημένο
TfrmUnlog.recover=Ανάκτηση
FrmMain.lblrate.caption=Αξιολόγηση
FrmMain.BtnNormal.Caption=Ασφαλής απεγκατάσταση
FrmMain.BtnModify.Caption=Επιδιόρθωση προγραμμάτων
FrmMain.BtnForce.Caption=Δυναμική απεγκατάσταση
FrmMain.BtnRemove.Caption=Κατάργηση καταχωρήσεων
FrmMain.lblcheckver.Caption=Έλεγχος για ενημερώσεις
FrmMain.lblinfo.caption=Παρέχει τρόπο για μια δυναμική κατάργηση επίμονων προγραμμάτων
FrmMain.btnSupport.hint=Κέντρο υποστήριξης
FrmMain.btnfacebook.Hint=Μοιραστείτε το Wise Program Uninstaller στο facebook
FrmMain.btntwitter.Hint=Μοιραστείτε το Wise Program Uninstaller με το twitter
FrmMain.btnemail.Hint=Μοιραστείτε το Wise Program Uninstaller με τους φίλους σας
FrmMain.btnRefresh.Hint=Ανανέωση
FrmMain.btnLog.Caption=Ιστορικό απεγκαταστάσεων

;
; Menu
;
pmHelp=Άμεση βοήθεια
pmHome=Ιστοσελίδα
pmforum=Φόρουμ
pmCheckMsg=Αυτόματος έλεγχος ειδήσεων
pmContact=Επικοινωνήστε μαζί μας
pmCheckNew=Έλεγχος για ενημερώσεις
pmLang=Γλώσσα / Language
pmAbout=Περί...
pmOpenEntry=Άνοιγμα στον επεξεργαστή μητρώου
pmOpenFolder=Άνοιγμα στην Εξερεύνηση
PmGoogle=Αναζήτηση Google
pmExport=Εξαγωγή σε αρχείο κειμένου...
pmRightMenuA=Εμφάνιση στο μενού περιβάλλοντος
ExplorerMenu=Απεγκατάσταση με Wise Program Uninstaller

;
; About
;
FrmAbout.caption=Περί...
FrmAbout.btnok.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Τεχνική υποστήριξη:
FrmAbout.lblhome.caption=Ιστοσελίδα: 
FrmAbout.lblthank.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:

;
;processs
;
FrmProgressModal.btncancel.caption=Άκυρο

;
;frmafterdel
;
Frmafterdel.caption=Καταχωρήσεις μητρώου και αρχεία που σχετίζονται με το πρόγραμμα
Frmafterdel.btnremove.caption=Κατάργηση
Frmafterdel.btncancel.caption=Άκυρο
Frmafterdel.lblinfo.caption=Παρακαλώ δείτε το αποτέλεσμα και κάντε κλικ στο κουμπί «Κατάργηση» για την ολοκλήρωση αυτής της απεγκατάστασης.
Frmafterdel.btnnone.caption=Καμία επιλογή
Frmafterdel.btnall.caption=Επιλογή όλων

;
; Rate
;
FrmRate.Btnlist.caption=Αξιολογήσεις χρηστών
FrmRate.Btnreview.caption=Η αξιολόγησή μου
FrmRate.Btnfirst.caption=Ελάτε να κάνουμε την πρώτη μας αξιολόγηση
FrmRate.Btnsubmit.caption=Υποβολή
FrmRate.lblscore.caption=Αξιολόγηση:
FrmRate.lblscorehint.caption=(Κάντε κλικ στ΄αστέρια για να ψηφίσετε)
FrmRate.lblnick.caption=Ψευδώνυμο:
FrmRate.lblnickhint.caption=(Προαιρετικό)
FrmRate.lblemail.caption=Το email σας:
FrmRate.lblemailhint.caption=(Προαιρετικό)
FrmRate.lblcontent.caption=Περιεχόμενο:
FrmRate.lblcontenthint.caption=(Προαιρετικό)
FrmRate.lbldesctitle.caption=Περιγραφή λογισμικού:
FrmRate.lblratesoft.caption=Προτεινόμενο λογισμικό


[Uninstall]
PublisherUnknown=Άγνωστος εκδότης
VersionUnknown=Άγνωστη έκδοση
Rate=Αξιολόγηση
ItemName=Όνομα
Publisher=Εκδότης
Size=Μέγεθος
SetupDate=Ημερ/νία εγκατάστασης
Version=Έκδοση
Canceled=Η διαδικασία απεγκατάστασης έχει ακυρωθεί.
NoLeftOverItem=Βρέθηκαν %d προγράμματα που καταλαμβάνουν χώρο δίσκου %s
Removing=Αφαίρεση:
TotalStat=Βρέθηκαν %d προγράμματα που καταλαμβάνουν %s από το χώρο δίσκου
Calculating=Υπολογισμός μεγέθους...
Files=Αρχεία και φάκελοι
RegEntries=Καταχωρήσεις μητρώου
Items=Στοιχεία

[message]
UninstallApp=Απεγκατάσταση...
unistallError=Η λειτουργία απέτυχε.
NewVer=Βρέθηκε μια νεότερη έκδοση του Wise Program Uninstaller. Θέλετε να γίνει ενημέρωση τώρα;
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
NoProgramSelected=Παρακαλώ επιλέξτε πρώτα ένα πρόγραμμα
IsBusy=Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί η προηγούμενη απεγκατάσταση
StartFindLeftover=Γίνεται ανάλυση των συσχετισμένων αρχείων, φακέλων και καταχωρήσεων μητρώου...
Collecting=Συλλογή πληροφοριών εγκατεστημένων προγραμμάτων...
BeSureUseForce=Παρακαλώ επιλέξτε «Δυναμική απεγκατάσταση» μόνο όταν η «Ασφαλής απεγκατάσταση» δεν λειτουργεί. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
ConfirmRemove=Αυτό θα αφαιρέσει την καταχώρηση απεγκατάστασης από το μητρώο. Δεν θα κάνει απεγκατάσταση της εφαρμογής. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
RejectItself=Το πρόγραμμα δεν μπορεί να απεγκαταστήσει τον εαυτό του
TranslateTo=Μετάφραση στα...

[SoftRate]
Querying=Υποβολή ερωτήματος...
Good=Μου αρέσει
Bad=Δεν μου αρέσει
Safe=Αναφορά
Ver=Έκδοση:
Ratings=Αξιολογήσεις
SoftNotExist=Δεν είναι δυνατή η εύρεση πληροφοριών του λογισμικού.
GetSoftInfoError=Η λήψη πληροφοριών λογισμικού απέτυχε
UploadSoftLogoError=Σφάλμα αποστολής πληροφοριών λογισμικού
SubmitData=Υποβολή των σχολείων σας για το λογισμικό αυτό ...
SubmitSoftInfoError=Σφάλμα υποβολής που σχετίζεται με το δίκτυο.
SubmitRateSuccess=Υποβλήθηκε επιτυχώς.
HaveSubmitRate=Αυτό το έχετε αξιολογήσει.
Submitgoodbad=Υποβολή των πληροφοριών σας...
me=Εγώ
NickTooLong=Το ψευδώνυμο σας δεν πρέπει να ξεπερνά τους 20 χαρακτήρες
MailTooLong=Το email σας δεν πρέπει να ξεπερνά τους 20 χαρακτήρες
WrongEmail=Μη έγκυρη διεύθυνση email
ReviewTooLong=Το συνολικό μήκος της επισκόπησης δεν πρέπει να υπερβαίνει τους 300 χαρακτήρες
RateHint=Συμμετάσχετε στην αξιολόγηση του λογισμικού μας και ψηφίστε το αγαπημένο σας λογισμικό!
UnknowName=Άγνωστο προϊόν
UnknowVer=Άγνωστη έκδοση
UnknowDesc=Περιγραφή


[Hint]
HintRate=Αξιολόγηση λογισμικού
HintClose=Διαγραφή στοιχείου


